Repository: Tetrakern/fictioneer-email-notifications
Catalog: languages/fcnen-*.po
Languages: pt_br

source: %s added.
pt_br: %s adicionado.

source: %s subscriber(s) imported from CSV.
pt_br: %s assinante(s) importado(s) do CSV.

source: <strong>Allows readers to subscribe to selected updates via email.</strong> You can choose to receive notifications for all new content, specific post types, or selected stories and taxonomies. Works for both guests and registered users.
pt_br: <strong>Permite que os leitores se inscrevam para receber as atualizações selecionadas por e-mail.</strong> Você pode optar por receber notificações de todo o conteúdo novo, de tipos de posts específicos ou de histórias e taxonomias selecionadas. Funciona tanto para convidados quanto para usuários registrados.

source: <strong>Enqueued again on</strong>%s
pt_br: <strong>Enfileirado novamente em</strong>%s

source: <strong>Enqueued on</strong>%s
pt_br: <strong>Enfileirado em</strong>%s

source: <strong>Fictioneer Email Notifications %1$s</strong> is available. Please <a href="%2$s" target="_blank">download</a> and install the latest version at your next convenience.%3$s
pt_br: o <strong>Fictioneer Email Notifications %1$s</strong> está disponível. Faça o <a href="%2$s" target="_blank">download</a> e instale a versão mais recente quando lhe for conveniente.%3$s

source: <strong>From:</strong> %s
pt_br: <strong>De:</strong> %s

source: <strong>Name:</strong> %s
pt_br: <strong>Nome:</strong> %s

source: <strong>Subject:</strong> %s
pt_br: <strong>Assunto:</strong> %s

source: <strong>To:</strong> %s
pt_br: <strong>Para:</strong> %s

source: Active Subscribers: %d &bull; Unconfirmed Subscribers: %d &bull; Triggered Emails: %d
pt_br: Assinantes ativos: %d &bull; Assinantes não confirmados: %d &bull; E-mails acionados: %d

source: Add
pt_br: Adicionar

source: Add a subscriber, optionally already confirmed.
pt_br: Adicionar um assinante, opcionalmente já confirmado.

source: Add items from your search.
pt_br: Adicione os itens da pesquisa.

source: Add Notification
pt_br: Adicionar notificação

# Add notification input placeholder.
source: Post ID
pt_br: ID do Post

source: Add Subscriber
pt_br: Adicionar assinante

source: Added notification for "%s" (#%s).
pt_br: Adicionada notificação para "%s" (#%s).

# Admin page footer text.
source: Fictioneer Email Notifications %s
pt_br: Notificações por e-mail do Fictioneer %s

source: All <span class="count">(%s)</span>
pt_br: Todos os <span class="count">(%s)</span>

source: Allow subscriptions to stories
pt_br: Permitir assinaturas de histórias

source: Allow subscriptions to taxonomies
pt_br: Permitir assinaturas de taxonomias

source: Allows readers to subscribe to selected updates via email. You can choose to receive notifications for all new content, specific post types, or selected stories and taxonomies. Works for both guests and registered users.
pt_br: Permite que os leitores se inscrevam para receber atualizações selecionadas por e-mail. Você pode optar por receber notificações de todo o conteúdo novo, de tipos de posts específicos ou de histórias e taxonomias selecionadas. Funciona tanto para convidados quanto para usuários registrados.

source: An incomplete queue has been found. You can try to resend unsuccessful batches or clear the queue to start the next set of notifications. Incomplete queues are stored for 24 hours.
pt_br: Foi encontrada uma fila incompleta. Você pode tentar reenviar os lotes malsucedidos ou limpar a fila para iniciar o próximo conjunto de notificações. As filas incompletas são armazenadas por 24 horas.

source: API Key
pt_br: Chave da API

source: API key has not been set.
pt_br: Chave da API não foi definida.

source: API key missing
pt_br: Falta a chave de API

source: API key missing.
pt_br: Falta a chave de API.

source: API request failed.
pt_br: Falha na solicitação da API.

source: API Response
pt_br: Resposta da API

source: Author
pt_br: Autor

source: Batch Limit
pt_br: Limite de lote

source: Bulk Email ID
pt_br: ID de e-mail em massa

source: Bulk ID missing.
pt_br: Falta o ID de e-mail em massa.

source: Bulk Request Status
pt_br: Status da solicitação em massa

source: By <a href="%s">Tetrakern</a>
pt_br: Por <a href="%s">Tetrakern</a>

source: Cancel
pt_br: Cancelar

source: Categories
pt_br: Categorias

source: Chapter
pt_br: Capítulo

source: Chapter Loop Partial
pt_br: Loop Parcial de Capítulo

source: Chapters
pt_br: Capítulos

source: Check
pt_br: Verificar

source: Check Quota
pt_br: Verificar Cota

source: Choose File
pt_br: Selecionar Arquivo

source: Clear Queue
pt_br: Limpar Fila

source: Cleared email queue.
pt_br: Fila de e-mails limpa.

source: Click the button to generate and start the next queue.
pt_br: Clique no botão para gerar e iniciar a próxima fila.

source: Code
pt_br: Código

source: Code did not match email.
pt_br: O código não corresponde ao do e-mail.

source: Code Layout
pt_br: Layout do código

source: Code missing.
pt_br: Falta o Código.

source: Comma-separated list of excluded author IDs.
pt_br: Lista separada por vírgulas de IDs de autores excluídos.

source: Comma-separated list of excluded post IDs.
pt_br: Lista separada por vírgulas de IDs de posts excluídos.

source: Confirm
pt_br: Confirmar

source: Confirmation email resent to subscriber (#%s).
pt_br: E-mail de confirmação reenviado ao assinante (#%s).

source: Confirmation Layout
pt_br: Layout de confirmação

source: Confirmed
pt_br: Confirmado

source: Confirmed %s subscribers.
pt_br: Assinantes %s confirmados.

source: Confirmed <span class="count">(%s)</span>
pt_br: Confirmado <span class="count">(%s)</span>

source: Could not create or update subscription.
pt_br: Não foi possível criar ou atualizar a assinatura.

source: Could not delete subscription.
pt_br: Não foi possível excluir a assinatura.

source: Date
pt_br: Data

source: Deactivation
pt_br: Desativação

source: Default HTML
pt_br: HTML padrão

# Default term label.
source: Tax
pt_br: Taxa

source: Defaults to noreply@* or admin email address.
pt_br: O padrão é noreply@* ou o endereço de e-mail do administrador.

source: Defaults to site name.
pt_br: O padrão é o nome do site.

source: Delete all plugin data on deactivation (irreversible)
pt_br: Excluir todos os dados do plug-in na desativação (irreversível)

source: Delete Permanently
pt_br: Excluir Permanentemente

source: Delete permanently
pt_br: Excluir permanentemente

source: Deleted %s notifications.
pt_br: %s Notificações excluídas.

source: Deleted notification for "%s" (#%s).
pt_br: Notificação excluída para "%s" (#%s).

source: Deleted sent notifications.
pt_br: Notificações enviadas excluídas.

source: Do not enqueue blocked posts upon publishing
pt_br: Não enfileirar postagens bloqueadas ao publicá-las

source: Edit
pt_br: Editar

source: Edit Layout
pt_br: Editar Layout

source: Email Address
pt_br: Endereço de e-mail

source: Email address used for your subscription.
pt_br: Endereço de e-mail usado na sua assinatura.

source: Email Notifications
pt_br: Notificações por e-mail

source: Email or code missing.
pt_br: E-mail ou código ausente.

# Email queue batch status.
source: Error
pt_br: Erro

# Email queue batch status.
source: Failure
pt_br: Falha

# Email queue batch status.
source: Pending
pt_br: Pendente

# Email queue batch status.
source: Transmitted
pt_br: Transmitido

# Email queue batch status.
source: Working
pt_br: Trabalhando

# Email queue response.
source: Batch #%s
pt_br: Lote #%s

# Email queue response.
source: Code: <a href="%s" target="_blank">%s</a>
pt_br: Código: <a href="%s" target="_blank">%s</a>

# Email subject
source: Please confirm your subscription
pt_br: Por favor, confirme sua assinatura

# Email subject
source: Updates on {{site_name}}
pt_br: Atualizações em {{site_name}}

# Email subject
source: Your subscription code
pt_br: Seu código de assinatura

# Email subject
source: Your subscription has been updated
pt_br: Sua assinatura foi atualizada

source: Email Subscription
pt_br: E-mail

source: Email with edit code sent to subscriber (#%s).
pt_br: E-mail com código de edição enviado ao assinante (#%s).

source: Emails per request (max. 500).
pt_br: E-mails por solicitação (máx. 500).

source: Emptied trash.
pt_br: Lixo Vazio.

source: Empty Trash
pt_br: Limpar Lixeira

source: Enqueue again on update
pt_br: Enfileirar novamente na atualização

source: Enqueued
pt_br: Enfileirado

source: Enter your email address and code (found in all emails) to edit your subscription, or <button type="button" class="fcnen-inline-button" data-click-action="submit-mode">go back</button> to subscribe with a new email address.
pt_br: Digite seu e-mail e código (encontrado em todos os e-mails) para editar sua assinatura ou <button type="button" class="fcnen-inline-button" data-click-action="submit-mode">volte</button> para assinar com um novo e-mail.

source: Error
pt_br: Erro

source: Error. %s could not be added.
pt_br: Erro. %s não pôde ser adicionado.

source: Error. Could not add notification for "%s" (#%s).
pt_br: Erro. Não foi possível adicionar notificação para "%s" (#%s).

source: Error. Could not confirm subscribers.
pt_br: Erro. Não foi possível confirmar os assinantes.

source: Error. Could not delete notification for "%s" (#%s).
pt_br: Erro. Não foi possível excluir a notificação de "%s" (#%s).

source: Error. Could not delete notifications.
pt_br: Erro. Não foi possível excluir as notificações.

source: Error. Could not delete sent notifications.
pt_br: Erro. Não foi possível excluir as notificações enviadas.

source: Error. Could not delete subscribers.
pt_br: Erro. Não foi possível excluir assinantes.

source: Error. Could not mark notification for "%s" (#%s) as unsent.
pt_br: Erro. Não foi possível marcar a notificação para "%s" (#%s) como não enviada.

source: Error. Could not mark notifications as unsent.
pt_br: Erro. Não foi possível marcar as notificações como não enviadas.

source: Error. Could not pause notification for "%s" (#%s).
pt_br: Erro. Não foi possível pausar a notificação para "%s" (#%s).

source: Error. Could not pause notifications.
pt_br: Erro. Não foi possível pausar as notificações.

source: Error. Could not restore subscribers.
pt_br: Erro. Não foi possível restaurar assinantes.

source: Error. Could not trash subscribers.
pt_br: Erro. Não foi possível descartar assinantes.

source: Error. Could not unconfirm subscribers.
pt_br: Erro. Não foi possível desconfirmar os assinantes.

source: Error. Could not unpause notification for "%s" (#%s).
pt_br: Erro. Não foi possível cancelar a pausa da notificação para "%s" (#%s).

source: Error. Could not unpause notifications.
pt_br: Erro. Não foi possível cancelar a pausa das notificações.

source: Error. File could not be opened.
pt_br: Erro. O arquivo não pôde ser aberto.

source: Error. Invalid file.
pt_br: Erro. Arquivo inválido.

source: Error. Post #%s is excluded from email notifications.
pt_br: Erro. Post #%s foi excluído das notificações por e-mail.

source: Error. Post #%s is hidden.
pt_br: Erro. O post #%s está oculto.

source: Error. Post #%s is not published.
pt_br: Erro. O post #%s não foi publicado.

source: Error. Post #%s is of an invalid type.
pt_br: Erro. O post #%s é de um tipo inválido.

source: Error. Post #%s is protected.
pt_br: Erro. O post #%s está protegido.

source: Error. Post #%s not found.
pt_br: Erro. Post #%s não encontrado.

source: Error. Subscriber (#%s) could not be confirmed.
pt_br: Erro. O assinante (#%s) não pôde ser confirmado.

source: Error. Subscriber (#%s) could not be deleted.
pt_br: Erro. O assinante (#%s) não pôde ser excluído.

source: Error. Subscriber (#%s) could not be restored.
pt_br: Erro. O assinante (#%s) não pôde ser restaurado.

source: Error. Subscriber (#%s) could not be trashed.
pt_br: Erro. O assinante (#%s) não pôde ser descartado.

source: Error. Subscriber (#%s) could not be unconfirmed.
pt_br: Erro. O assinante (#%s) não pôde ser desconfirmado.

source: Error. Subscriber with that email address already exists.
pt_br: Erro. Já existe um assinante com esse endereço de e-mail.

source: Error. The file is empty.
pt_br: Erro. O arquivo está vazio.

source: Error. The file was not uploaded properly.
pt_br: Erro. O arquivo não foi carregado corretamente.

source: Error. There is already an unsent notification queued for "%s" (#%s).
pt_br: Erro. Já existe uma notificação não enviada na fila para "%s" (#%s).

source: Everything
pt_br: Tudo

source: Excerpts
pt_br: Trechos

source: Exclude from notifications
pt_br: Excluir de notificações

source: Excluded Authors
pt_br: Autores Excluídos

source: Excluded Emails
pt_br: E-mails Excluídos

source: Excluded Posts
pt_br: Posts Excluídos

source: Export CSV
pt_br: Exportar CSV

source: Fictioneer Email Notifications
pt_br: Notificações por e-mail do Fictioneer

source: Fictioneer Email Notifications requires the Fictioneer theme or a child theme. The plugin has been deactivated.
pt_br: O Fictioneer Email Notifications requer o tema Fictioneer ou um tema filho. O plug-in foi desativado.

source: Fictioneer Email Notifications requires the Fictioneer theme, version 5.19.0 or higher. The plugin has been deactivated.
pt_br: O Fictioneer Email Notifications requer o tema Fictioneer, versão 5.19.0 ou superior. O plug-in foi desativado.

source: Found in notification emails. If compromised, delete and renew subscription.
pt_br: Encontrado em e-mails de notificação. Se comprometido, exclua e renove a assinatura.

# From email address placeholder.
source: noreply@your-site.com
pt_br: naoresponda@seu-site.com.br

# From email name placeholder.
source: Your Site
pt_br: Seu site

source: Hidden
pt_br: Oculto

source: Import
pt_br: Importar

source: Import CSV
pt_br: Importar CSV

source: Import subscribers from a CSV file. Keep in mind that scopes are saved as IDs and may not match if the associated terms have changed.
pt_br: Importa assinantes de um arquivo CSV. Lembre-se de que os escopos são salvos como IDs e podem não corresponder se os termos associados tiverem sido alterados.

source: Insufficient permissions.
pt_br: Permissões insuficientes.

source: Invalid email address.
pt_br: Endereço de e-mail inválido.

source: Invalid request.
pt_br: Solicitação inválida.

source: Last Sent
pt_br: Último envio

# Last Sent: Never.
source: Never
pt_br: Nunca

# List item label.
source: Story
pt_br: História

# List item term label.
source: Cat
pt_br: Categoria

# List item term label.
source: Character
pt_br: Personagen

# List item term label.
source: Genre
pt_br: Gênero

# List item term label.
source: Warning
pt_br: Aviso

source: List of excluded email addresses, one per line.
pt_br: Lista de endereços de e-mail excluídos, um por linha.

source: Loading…
pt_br: Carregando…

source: Log
pt_br: Registro

# Log file.
source: Unknown
pt_br: Desconhecido

source: Mailed
pt_br: Enviado

source: Mailed on
pt_br: Enviado em

source: Marked %s notifications as unsent.
pt_br: %s notificações marcadas como não enviadas.

source: Maximum characters for generated excerpts. Custom excerpts are not limited.
pt_br: Máximo de caracteres para trechos gerados. Os trechos personalizados não são limitados.

source: Maximum reached!
pt_br: Máximo alcançado!

source: Maximum subscription items per category, tag, and taxonomies. Disable with 0.
pt_br: Máximo de itens de assinatura por categoria, tag e taxonomias. Desabilite com 0.

source: Maximums
pt_br: Máximos

source: Missing or invalid email address.
pt_br: Endereço de e-mail ausente ou inválido.

source: Move to Trash
pt_br: Mover para a lixeira

source: No file chosen
pt_br: Nenhum arquivo escolhido

source: No log entries yet.
pt_br: Ainda não há registros.

source: No matches found.
pt_br: Correspondências não encontradas.

source: No matching notifications queued.
pt_br: Não há notificações correspondentes na fila.

source: No matching subscription found.
pt_br: Assinatura correspondente não encontrada.

source: No matching subscription found. Please check your email address and code.
pt_br: Assinatura correspondente não encontrada. Verifique seu endereço de e-mail e código.

source: No search query.
pt_br: Nenhuma consulta de pesquisa.

source: Nonce verification failed.
pt_br: Falha de verificação nonce.

source: Nonce verification failed. Please reload and try again.
pt_br: Falha de verificação nonce. Recarregue e tente novamente.

source: Nonce verification failed. Please try again.
pt_br: Falha de verificação nonce. Tente novamente.

source: Nothing to send.
pt_br: Nada a enviar.

source: Notification for "%s" (#%s) marked as unsent.
pt_br: Notificação para "%s" (#%s) marcada como não enviada.

source: Notification Layout
pt_br: Layout de Notificação

# Notification list table status column.
source: Blocked
pt_br: Bloqueado

# Notification list table status column.
source: Blocked:<br>Deleted
pt_br: Bloqueado:<br>Apagado

# Notification list table status column.
source: Blocked:<br>Excluded
pt_br: Bloqueado:<br>Excluído

# Notification list table status column.
source: Blocked:<br>Excluded Author
pt_br: Bloqueado:<br>Autor Excluído

# Notification list table status column.
source: Blocked:<br>Excluded Post
pt_br: Bloqueado:<br>Post Excluído

# Notification list table status column.
source: Blocked:<br>Hidden
pt_br: Bloqueado:<br>Oculto

# Notification list table status column.
source: Blocked:<br>Invalid
pt_br: Bloqueado:<br>Inválido

# Notification list table status column.
source: Blocked:<br>Protected
pt_br: Bloqueado:<br>Protegido

# Notification list table status column.
source: Blocked:<br>Trashed
pt_br: Bloqueado:<br>No Lixo

# Notification list table status column.
source: Blocked:<br>Unpublished
pt_br: Bloqueado:<br>Não publicado

# Notification list table status column.
source: Paused
pt_br: Pausado

# Notification list table status column.
source: Ready
pt_br: Pronto

# Notification list table status column.
source: Sent
pt_br: Enviado

source: Notification Preview
pt_br: Visualização de Notificação

source: Notifications
pt_br: Notificações

source: Notifications per page
pt_br: Notificações por página

source: Open Modal
pt_br: Abrir Modal

source: Options
pt_br: Opções

source: Pause
pt_br: Pausa

source: Paused %s notifications.
pt_br: %s notificações pausadas.

source: Paused <span class="count">(%s)</span>
pt_br: Em pausa <span class="count">(%s)</span>

source: Paused notification for "%s" (#%s).
pt_br: Notificação pausada para "%s" (#%s).

source: Pending
pt_br: Pendente

source: Pending <span class="count">(%s)</span>
pt_br: Pendentes <span class="count">(%s)</span>

source: Permanently deleted %s subscribers.
pt_br: Assinantes %s excluídos permanentemente.

source: Post ID
pt_br: ID do Post

source: Post Loop Partial
pt_br: Post Loop Parcial

source: Preview
pt_br: Prévia

# Preview replacement string.
source: Amnesia, Dystopian, Magical Girls
pt_br: Amnésia, Distopia, Meninas Mágicas

# Preview replacement string.
source: Author
pt_br: Autor

# Preview replacement string.
source: Blogs, Stories, Chapters
pt_br: Blogs, Histórias, Capítulos

# Preview replacement string.
source: Dracula, Sherlock Holmes, My Immortal
pt_br: Drácula, Sherlock Holmes, Meu Imortal

# Preview replacement string.
source: External, Wholesome, Creepy
pt_br: Externo, Saudável, Sssustador

# Preview replacement string.
source: Preview Story Title
pt_br: Prévia do Título da História

# Preview replacement string.
source: Preview Title
pt_br: Previa do Título

# Preview replacement string.
source: Profanity, Violence, Gore
pt_br: Baixo-Calão, Violência, Gore

# Preview replacement string.
source: Science Fiction, Solarpunk, Cosmic Horror
pt_br: Ficção Científica, Solarpunk, Horror ósmico

# Preview replacement string.
source: subscriber@email.com
pt_br: assinante@email.com

# Preview replacement string.
source: Type
pt_br: Tipo

source: Previous Queue (Incomplete)
pt_br: Fila Anterior (Incompleta)

# Profile label for subscription code.
source: Subscription Code
pt_br: Código de Assinatura

# Profile label for subscription email address.
source: Subscription Email Address
pt_br: E-mail de assinatura

source: Queue
pt_br: Fila

# Queue error message.
source: Error: %s
pt_br: Erro: %s

source: Queue is empty.
pt_br: A fila está vazia.

# Queue statistics.
source: Batch
pt_br: Lote

# Queue statistics.
source: Blocked
pt_br: Bloqueado

# Queue statistics.
source: Last Sent
pt_br: Último Envio

source: Quota: %s | Remaining: %s | Reset: %s
pt_br: Quota: %s | Restante: %s | Redefinir: %s

source: Ready <span class="count">(%s)</span>
pt_br: Pronto <span class="count">(%s)</span>

source: Receive email notifications about new content. Uncheck "everything" to filter for specific types or stories. You can <button type="button" class="fcnen-inline-button" data-click-action="auth-mode">edit or cancel</button> at any time.
pt_br: Receba notificações por e-mail de novos conteúdos. Desmarque "tudo" para filtrar tipos ou histórias específicas. Você pode <button type="button" class="fcnen-inline-button" data-click-action="auth-mode">editar ou cancelar</button> a qualquer momento.

source: Receive email notifications about new content. Uncheck "everything" to filter for specific types, stories, tags, or taxonomies. You can <button type="button" class="fcnen-inline-button" data-click-action="auth-mode">edit or cancel</button> at any time.
pt_br: Recebea notificações por e-mail sobre novos conteúdos. Desmarque "tudo" para filtrar tipos, histórias, tags ou taxonomias específicas. Você pode <button type="button" class="fcnen-inline-button" data-click-action="auth-mode">editar ou cancelar</button> a qualquer momento.

source: Receive email notifications about new content. Uncheck "everything" to filter for specific types, tags, or taxonomies. You can <button type="button" class="fcnen-inline-button" data-click-action="auth-mode">edit or cancel</button> at any time.
pt_br: Receba notificações por e-mail de novos conteúdos. Desmarque "tudo" para filtrar tipos, tags ou taxonomias específicos. Você pode <button type="button" class="fcnen-inline-button" data-click-action="auth-mode">editar ou cancelar</button> a qualquer momento.

source: Receive email notifications about new content. You can <button type="button" class="fcnen-inline-button" data-click-action="auth-mode">edit or cancel</button> at any time.
pt_br: Receba notificações por e-mail de novos conteúdos. Você pode <button type="button" class="fcnen-inline-button" data-click-action="auth-mode">editar ou cancelar</button> a qualquer momento.

source: Release Notes
pt_br: Notas de Lançamento

source: Remove
pt_br: Remover

source: Remove Sent
pt_br: Remover Enviado

source: Resend Confirmation Email
pt_br: Reenviar e-mail de confirmação

source: Reset Scopes
pt_br: Redefinir Escopos

source: Restore
pt_br: Restaurar

source: Restored %s subscribers.
pt_br: Assinantes %s restaurados.

source: Retry
pt_br: Tentar Novamente

source: Save Changes
pt_br: Salvar Alterações

source: Save Templates
pt_br: Salvar Modelos

source: Scopes
pt_br: Escopos

source: Search for stories or taxonomies…
pt_br: Pesquise histórias ou taxonomias…

source: Search for stories…
pt_br: Pesquise histórias…

source: Search for taxonomies…
pt_br: Pesquisar taxonomias…

source: Send Code
pt_br: Enviar Código

source: Send Emails
pt_br: Enviar e-mails

source: Sender Email
pt_br: E-mail do Remetente

source: Sender Name
pt_br: Nome do remetente

source: Sending Error: %s
pt_br: Erro de envio: %s

source: Sending Response: Status %s | %s
pt_br: Enviando resposta: Status %s | %s

source: Sent <span class="count">(%s)</span>
pt_br: Enviado <span class="count">(%s)</span>

source: Settings
pt_br: Configurações

source: Stories
pt_br: Histórias

source: Story
pt_br: História

source: Story Loop Partial
pt_br: Loop de história parcial

source: Subject
pt_br: Assunto
