Repository: Tetrakern/fictioneer-email-notifications
Catalog: languages/fcnen-*.po
Languages: pt_br

source: Submission successful. If everything is in order, you will get an email.
pt_br: Envio bem-sucedido. Se tudo estiver em ordem, você receberá um e-mail.

source: Submitted<br>%s
pt_br: Enviado<br>%s

source: Subscribe
pt_br: Assine

source: Subscribe for email updates…
pt_br: Assine para receber atualizações por e-mail…

source: Subscribe to Stories by Following (not retroactive)
pt_br: Assinar histórias usando Seguir (não retroativo)

source: Subscribe to stories by Following (not retroactive)
pt_br: Assinar histórias usando Seguir (não retroativo)

source: Subscriber
pt_br: Assinante

source: Subscriber (#%s) confirmed.
pt_br: Assinante (#%s) confirmado.

source: Subscriber (#%s) permanently deleted.
pt_br: Assinante (#%s) excluído permanentemente.

source: Subscriber (#%s) restored.
pt_br: Assinante (#%s) restaurado.

source: Subscriber (#%s) trashed.
pt_br: Assinante (#%s) descartado.

source: Subscriber (#%s) unconfirmed.
pt_br: Assinante (#%s) não confirmado.

source: Subscriber not found.
pt_br: Assinante não encontrado.

source: Subscribers
pt_br: Assinantes

source: Subscribers per page
pt_br: Assinantes por página

source: Subscription
pt_br: Assinatura

source: Subscription has been confirmed.
pt_br: Assinatura confirmada.

source: Subscription has been deleted.
pt_br: Assinatura excluída.

source: Subscription not found or already confirmed.
pt_br: Assinatura não encontrada ou já confirmada.

source: Subscription not found.
pt_br: Assinatura não encontrada.

# Subscription scope.
source: Chapters
pt_br: Capítulos

# Subscription scope.
source: Everything
pt_br: Tudo

# Subscription scope.
source: Stories
pt_br: Histórias

source: Subscription successfully linked.
pt_br: Assinatura vinculada com sucesso.

source: Successfully unsubscribed.
pt_br: Assinatura cancelada.

source: Taxonomies
pt_br: Taxonomias

source: Templates
pt_br: Modelos

source: The email address used for your subscription.
pt_br: O endereço de e-mail usado para sua assinatura.

source: The plugin composes the email bodies and pushes them in batches to the service, which in turn sends the emails.
pt_br: O plug-in compõe os corpos dos e-mails e os encaminha, em lotes, para o serviço, que, por sua vez, envia os e-mails.

source: These are the most recent 200 log items. Up to %s items are saved in the actual log file in the wp-content directory. Note that due to privacy concerns, only administrative and system actions are logged and only with IDs instead of email addresses. Datetime in YYYY-MM-DD HH:MM:SS (GMT/UTC).
pt_br: Esses são os 200 itens de registro mais recentes. Até %s itens são salvos no arquivo de registro real no diretório wp-content. Observe que, por questões de privacidade, apenas as ações administrativas e do sistema são registradas e somente com IDs em vez de endereços de e-mail. Data e hora em AAAA-MM-DD HH:MM:SS (GMT/UTC).

source: This email can be manually triggered in the subscriber list, sending the edit code to a confirmed subscriber along with an edit link for convenience. This should normally not be required since the code should be included in all other emails anyway, but people are people.
pt_br: Esse e-mail pode ser acionado manualmente na lista de assinantes, enviando o código de edição para um assinante confirmado juntamente com um link de edição para conveniência. Normalmente, isso não deve ser necessário, pois o código deve ser incluído em todos os outros e-mails de qualquer forma, mas pessoas são pessoas.

source: This email is sent for actual update notifications and consists of multiple parts: layout and loop partials. While this layout provides the surrounding body with some nice text of your choice (and the code, really important), the loop partials render the individual content matching the subscriber’s preferences.
pt_br: Esse e-mail é enviado para as notificações de atualização de fato e consiste em várias partes: layout e partes de loop. Embora esse layout forneça o corpo ao redor com um texto agradável de sua escolha (e o código, realmente importante), as partes do loop renderizam o conteúdo individual de acordo com as preferências do assinante.

source: This email is sent when a new subscription is submitted, prompting the subscriber to confirm as security measure against fraudulent submissions. Anyone could enter anyone’s email address, after all. If not confirmed within 24 hours, the subscription and all data will be deleted once the cleanup cron job runs (every 12 hours).
pt_br: Esse e-mail é enviado quando uma nova assinatura é enviada, solicitando que o assinante confirme como medida de segurança contra envios fraudulentos. Afinal, qualquer pessoa pode inserir o endereço de e-mail de qualquer pessoa. Se não for confirmada dentro de 24 horas, a assinatura e todos os dados serão excluídos quando o cron job de limpeza for executado (a cada 12 horas).

source: This email is sent whenever a subscriber updates their preferences, both as confirmation and security notification about the change. Just in case a malicious actor managed to acquire both their email address and code.
pt_br: Esse e-mail é enviado sempre que um assinante atualiza suas preferências, tanto como confirmação quanto como notificação de segurança sobre a alteração. Para o caso de um agente mal-intencionado conseguir obter o endereço de e-mail e o código.

source: This partial renders chapter updates in notification emails inside the <code>{{updates}}</code> replacement token.
pt_br: Essa parcial mostra as atualizações de capítulo nos e-mails de notificação dentro do token de substituição <code>{{updates}}</code>.

source: This partial renders post updates in notification emails inside the <code>{{updates}}</code> replacement token.
pt_br: Essa parcial mostra as atualizações de posts nos e-mails de notificação dentro do token de substituição <code>{{updates}}</code>.

source: This partial renders story updates in notification emails inside the <code>{{updates}}</code> replacement token.
pt_br: Essa parcial mostra atualizações de histórias nos e-mails de notificação dentro do token de substituição <code>{{updates}}</code>.

source: Title
pt_br: Título

source: Trash
pt_br: Lixo

source: Trash <span class="count">(%s)</span>
pt_br: Lixeira <span class="count">(%s)</span>

source: Trashed %s subscribers.
pt_br: %s Assinantes na lixeira.

source: Type
pt_br: Tipo

source: Types
pt_br: Tipos

source: UNAVAILABLE
pt_br: NÃO DISPONÍVEL

source: Unblock notifications for hidden posts
pt_br: Desbloquear notificações de postagens ocultas

source: Unblock notifications for protected posts
pt_br: Desbloquear notificações de postagens protegidas

source: Unconfirm
pt_br: Desconfirmar

source: Unconfirmed %s subscribers.
pt_br: Assinantes %s não confirmados.

source: Unknown Author
pt_br: Autor Desconhecido

source: Unpause
pt_br: Retomar

source: Unpaused %s notifications.
pt_br: Notificações %s retomadas.

source: Unpaused notification for "%s" (#%s).
pt_br: Notificação retomadas para "%s" (#%s).

source: Unsent
pt_br: Não enviado

source: Update
pt_br: Atualizar

source: Update your subscription or <button type="button" class="fcnen-inline-button" data-click-action="fcnen-delete-subscription">delete</button> it. Do not forget to save.
pt_br: Atualize sua assinatura ou <button type="button" class="fcnen-inline-button" data-click-action="fcnen-delete-subscription">exclua-a</button>. Não se esqueça de salvar.

source: Version %s
pt_br: Versão %s

source: Waiting for API reset
pt_br: Aguardando a reinicialização da API

source: Wrong user or not logged-in.
pt_br: Usuário errado ou não conectado.

source: You can add blog posts, stories, and chapters by ID (you can find that in the URL). Make sure the post is not excluded, private, duplicate, and so forth.
pt_br: Você pode adicionar posts, histórias e capítulos por ID (você pode encontrá-lo na URL). Certifique-se de que a postagem não seja excluída, privada, duplicada e assim por diante.

source: You can edit the subject, layout, and style of emails. Make sure to always include the necessary replacement tokens. Use <code>{{#token}}</code>content<code>{{/token}}</code> to only render the middle part if the token is <em>not</em> empty, and <code>{{^token}}</code>content<code>{{/token}}</code> for when the token <em>is empty.</em>
pt_br: Você pode editar o assunto, o layout e o estilo dos e-mails. Certifique-se de incluir sempre os tokens de substituição necessários. Use <code>{{{#token}}</code>content<code>{{/token}}</code> para mostrar somente a parte do meio se o token <em>não</em> estiver vazio e <code>{{^token}}</code>content<code>{{/token}}</code> para quando o token <em>está vazio.</em>

source: You can get that from your <a href="%s" target="_blank">MailerSend</a> account.
pt_br: Você pode obter isso em sua conta do <a href="%s" target="_blank">MailerSend</a>.

source: You do not have permission to access this page.
pt_br: Você não tem permissão para acessar esta página.

source: Your email subscription for selected content updates is kept separate from your account, meaning you can use a different email address. But you also need to authenticate with your code every time you wish to view or update your subscription. For convenience, you can link your subscription here.
pt_br: Sua assinatura de atualizações por e-mail do conteúdo selecionado é separada da sua conta, o que significa que você pode usar um endereço de e-mail diferente. Mas você também precisa se autenticar com seu código sempre que desejar visualizar ou atualizar sua assinatura. Para sua conveniência, você pode vincular sua assinatura aqui.

source: — Select a template to edit —
pt_br: — Selecione um modelo para editar —
